{
  "LuaSnip": { "branch": "master" },
  "accent.vim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-pandoc.nvim": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "colorbuddy.vim": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "cyanide": { "branch": "master" },
  "everforest": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "github-nvim-theme": { "branch": "main" },
  "gruber-darker.nvim": { "branch": "main" },
  "gruvbox": { "branch": "master" },
  "gruvbuddy.nvim": { "branch": "master" },
  "harpoon": { "branch": "harpoon2" },
  "indent-blankline.nvim": { "branch": "master" },
  "jellybeans.vim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lush.nvim": { "branch": "main" },
  "melange-nvim": { "branch": "master" },
  "modus-theme-vim": { "branch": "master" },
  "modus-themes.nvim": { "branch": "master" },
  "nabla.nvim": { "branch": "master" },
  "neovim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-fzf": { "branch": "master" },
  "nvim-grey": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "oceanic-next.nvim": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "sitruuna.vim": { "branch": "master" },
  "solarized-osaka.nvim": { "branch": "main" },
  "solarized.nvim": { "branch": "main" },
  "sonokai": { "branch": "master" },
  "sourcerer.vim": { "branch": "master" },
  "spaceway.vim": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-dispatch": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-minizinc": { "branch": "master" },
  "vim-noctu": { "branch": "master" },
  "vim-paper": { "branch": "main" },
  "vscode.nvim": { "branch": "main" },
  "zenbones.nvim": { "branch": "main" },
  "zenburn.nvim": { "branch": "master" }
}
